
&После("ОбработкаПроведения")
Процедура azotОбработкаПроведения(Отказ, РежимПроведения)
	
	//Движения.ЗначенияОперативныхПоказателейРасчетаЗарплатыСотрудников.Записывать = Истина;
	//Движения.ЗначенияОперативныхПоказателейРасчетаЗарплатыСотрудников.Очистить();
	//
	//Движение = Движения.ЗначенияОперативныхПоказателейРасчетаЗарплатыСотрудников.Добавить();
	//Движение.Период = ДатаНачала;
	//Движение.Организация = Организация;    
	////Движение.Подразделение = Подразделение;
	//Движение.Показатель = Справочники.ПоказателиРасчетаЗарплаты.НайтиПоРеквизиту("Идентификатор", "НеобходимоВключитьВРасчетнуюБазуПремии");
	//Движение.Сотрудник = Сотрудник;
	//Движение.ФизическоеЛицо = ФизическоеЛицо;
	//Движение.Значение = 1;	

КонецПроцедуры
