
&Вместо("ЗаполнитьСписокОпределяющихПоказателей")
Процедура azotЗаполнитьСписокОпределяющихПоказателей(СписокОпределяющихПоказателей, Показатели, СведенияОПоказателях)
	// Вставить содержимое метода.
	ПродолжитьВызов(СписокОпределяющихПоказателей, Показатели, СведенияОПоказателях); 
		
	Для Каждого СтрокаПоказателя Из Показатели Цикл
		Если Не СтрокаПоказателя.ИспользоватьПриРасчете Тогда
			Продолжить;
		КонецЕсли;
		СведенияОПоказателе = СведенияОПоказателях[СтрокаПоказателя.Показатель];
		Если СведенияОПоказателе.Идентификатор = "СдельныйЗаработок" Тогда 
			СписокОпределяющихПоказателей.Добавить(СтрокаПоказателя.Показатель, СведенияОПоказателе.Идентификатор, СтрокаПоказателя.ОпределяющийПоказатель);
		КонецЕсли;
	КонецЦикла;

КонецПроцедуры
 